"%@ - Offline" = "%@ - Fuera de línea";

"3D Secure" = "3D Secure";

"Add New Card…" = "Agregar nueva tarjeta...";

"Add a Card" = "Agrega una tarjeta";

"Apt." = "Apto.";

"Contact" = "Contacto";

"Delivery" = "Entrega";

"Delivery Address" = "Dirección de entrega";

"Free" = "Gratis";

"Invalid Shipping Address" = "Dirección de envío inválida";

"Loading…" = "Cargando...";

"Multibanco" = "Multibanco";

"Next" = "Siguiente";

"Online Banking (FPX)" = "Banca electrónica (FPX)";

"Payment Method" = "Método de pago";

"Shipping" = "Envío";

"Shipping Method" = "Método de envío";

"Use Billing" = "Usar la de facturación";

"Use Delivery" = "Usar la de entrega";

"Use Shipping" = "Usar la de envío";
